Revit 2027 API
DeleteElements.Create Method
Overload List
Name | Description
Create(Document, ElementId) |  Creates an instance of the DeleteElements resolution.
Create(Document, IList<ElementId>) |  Creates an instance of the DeleteElements resolution.
Create(Document, ISet<ElementId>) |  Creates an instance of the DeleteElements resolution.
Top
See Also
Reference
DeleteElements Class
Autodesk.Revit.DB Namespace